<template>
  <main class="container-centered about">
    <h1>Герман Ефремов</h1>
    <h2>Стараюсь писать чистый код. Иногда получается.</h2>
    <p>Занимаюсь разработкой сайтов. Позиционирую себя как фронтендера, но достаточно много работал с Node.js.</p>
    <p>Мне доставляет некоторое удовольствие процесс изучения новых технологий, и, как следствие, я стараюсь не пропускать новинки в мире веб-разработки и хотя бы поверхностно, но знакомиться с ними.</p>
  </main>
</template>

<script>
export default {
  name: 'About',
}
</script>

<style>

</style>
